tap "1password/tap"
tap "homebrew/bundle"
tap "withgraphite/tap"

brew "figlet"
brew "gh"
brew "imagemagick"
brew "jq"
brew "openjdk"
brew "pyenv"
brew "volta"
brew "withgraphite/tap/graphite"

cask "1password"
cask "1password-cli"
cask "affinity-designer"
cask "android-studio"
cask "cleanmymac"
cask "discord"
cask "docker"
cask "figma"
cask "google-chrome"
cask "google-drive"
cask "logi-options-plus"
cask "monitorcontrol"
cask "notion"
cask "raspberry-pi-imager"
cask "replacicon"
cask "shureplus-motiv"
cask "slack"
cask "spotify"
cask "vanilla"
cask "via"
cask "visual-studio-code"
cask "warp"
cask "zoom"

vscode "amodio.toggle-excluded-files"
vscode "astro-build.astro-vscode"
vscode "biomejs.biome"
vscode "bmalehorn.shell-syntax"
vscode "codezombiech.gitignore"
vscode "eamodio.gitlens"
vscode "expo.vscode-expo-tools"
vscode "github.copilot"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "icrawl.discord-vscode"
vscode "joelcrosby.one-dark-darker"
vscode "joshbolduc.commitlint"
vscode "lewxdev.vscode-glyph"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vsliveshare.vsliveshare"
vscode "rangav.vscode-thunder-client"
vscode "ritwickdey.liveserver"
vscode "streetsidesoftware.code-spell-checker"
vscode "wix.vscode-import-cost"
vscode "yoavbls.pretty-ts-errors"
